Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVICE_LOCATOR_MESSAGE_IPOD
source: Find My iPod touch allows you to locate, lock, or erase your iPod touch if it’s lost or stolen. It will also be enabled on any supported accessory that uses your Apple ID.
ar: تسمح ميزة "العثور على iPod touch" بتحديد موقع الـ iPod touch أو قفله أو مسحه في حالة فقدانه أو سرقته. كما سيتم تمكينها على أي ملحق مدعوم يستخدم Apple ID الخاص بك.
bg: С функцията Намери моя iPod touch можете да откриете, заключите или изтриете вашия iPod touch, ако е изгубен или откраднат. Тази функция ще се активира и за всеки поддържан аксесоар, който използва вашия идентификатор Apple ID.
ca: La cerca de l’iPod touch et permet trobar, bloquejar o esborrar l’iPod touch si el perds o te’l roben. També s’activarà en tots els accessoris compatibles que utilitzin l’ID d’Apple.
cs: Najít iPod touch vám umožňuje vyhledat, zamknout nebo vymazat váš ztracený či odcizený iPod touch. Služba bude zapnuta také na všech ostatních podporovaných zařízeních využívajících vaše Apple ID.
da: Med Find min iPod touch kan du finde, låse eller slette din iPod touch, hvis du mister den, eller den bliver stjålet. Funktionen vil også blive slået til på understøttet tilbehør, der bruger dit Apple-id.
de: Mit „Meinen iPod touch suchen“ kann dieser iPod touch bei Verlust oder Diebstahl geortet, gesperrt oder gelöscht werden. Die Funktion wird auch auf allen unterstützten Geräten aktiviert, die deine Apple‑ID verwenden.
el: Η Εύρεση iPod touch σάς επιτρέπει να εντοπίσετε, να κλειδώσετε ή να σβήσετε το iPod touch σας σε περίπτωση απώλειας ή κλοπής. Επιπλέον, θα είναι ενεργοποιημένη σε οποιοδήποτε υποστηριζόμενο αξεσουάρ που χρησιμοποιεί το Apple ID σας.
es: “Buscar mi iPod” te permite localizar, bloquear y borrar tu iPod touch si lo pierdes o te lo roban. También se activará en los accesorios compatibles que usen tu ID de Apple.
es_419: Buscar Mi iPod touch te permite localizar, bloquear o borrar tu iPod touch si lo llegas a perder. También se activará en cualquier accesorio compatible que use tu Apple ID.
fi: Etsi iPod touchini ‑toiminnon avulla voit paikantaa, lukita tai tyhjentää iPod touchin, jos se katoaa tai varastetaan. Toiminto otetaan käyttöön myös kaikissa tuetuissa lisälaitteissa, jotka käyttävät Apple ID:täsi.
fr: Localiser mon iPod touch vous permet de localiser, verrouiller ou effacer votre iPod touch en cas de perte ou de vol. Cette option sera aussi activée sur tout accessoire pris en charge utilisant votre identifiant Apple.
fr_ca: La fonction Localiser mon iPod touch vous permet de localiser, verrouiller ou effacer votre iPod touch en cas de perte ou de vol. Cette fonction sera également activée sur tout accessoire compatible qui utilise votre identifiant Apple.
he: ״איתור ה-iPod touch שלי״ מאפשר לך לאתר, לנעול או למחוק את ה-iPod touch שלך אם אבד או נגנב. הוא יופעל בנוסף בכל אביזר נתמך המשתמש ב-Apple ID שלך.
hi: “मेरा iPod touch ढूँढें“ खो जाने या चोरी हो जाने की स्थिति में आपको अपने iPod touch का पता लगाने, लॉक करने या इसके डेटा को मिटाने की अनुमति देता है। यह आपकी Apple ID का उपयोग करने वाले किसी भी समर्थित ऐक्सेसरी पर भी सक्षम किया जाएगा।
hr: Značajka "Nađi moj iPod touch" omogućava lociranje, zaključavanje ili brisanje vašeg iPod toucha ako bude izgubljen ili ukraden. Također će biti omogućena na svim podržanim priborima koji koriste vaš Apple ID.
hu: Az iPod touch keresése szolgáltatással megkeresheti, zárolhatja vagy törölheti iPod touchát, ha elveszíti vagy ellopják. Engedélyezve lesz minden olyan támogatott kiegészítőn is, amely az Ön Apple ID-ját használja.
id: Lacak iPod touch memungkinkan Anda untuk menemukan, mengunci, atau menghapus iPod touch Anda jika perangkat hilang atau dicuri. Lacak iPod touch juga akan diaktifkan di semua aksesori yang didukung yang menggunakan ID Apple Anda.
it: La funzionalità “Trova il mio iPod touch” ti permette di individuare la posizione di iPod touch e ti consente inoltre di bloccarlo e inizializzarlo nel caso in cui il tuo dispositivo venga smarrito o sottratto. L’opzione verrà abilitata anche su qualsiasi accessorio supportato che utilizza il tuo ID Apple.
ja: “iPod touchを探す”を使うと、紛失または盗難にあった場合、このiPod touchの所在地確認/ロック/消去を実行できます。同じApple IDを使用する対応しているアクセサリのすべてで有効になります。
kk: «iPod touch құрылғымды табу» функциясы iPod touch құрылғыңыз жоғалған немесе ұрланған жағдайда, орналасқан жерін табуға, құлыптауға немесе деректерін өшіруге мүмкіндік береді. Сондай-ақ бұл функция Apple ID аккаунтыңыз пайдаланылатын кез келген қолдау көрсетілетін керек-жарақта іске қосылады.
ko: 나의 iPod touch 찾기를 사용하면 사용자의 iPod touch를 분실하거나 도난당했을 때 해당 기기를 찾거나, 잠그거나, 지울 수 있습니다. 또한 사용자의 Apple ID를 사용하는 지원 액세서리에서도 모두 활성화됩니다.
lt: Naudojant „iPod touch“ lokatorių galima nustatyti pamesto arba pavogto „iPod touch“ buvimo vietą, jį užrakinti arba ištrinti jo duomenis. Lokatorius taip pat bus įjungtas kiekviename palaikomame priede, kuriame naudojamas jūsų „Apple ID“.
ms: Cari iPod touch Saya membolehkan anda mencari, mengunci atau memadamkan iPod touch anda jika ia hilang atau dicuri. Ia turut akan didayakan pada sebarang aksesori yang disokong yang menggunakan Apple ID anda.
nb: Med Finn iPod touch kan du finne igjen, låse eller slette iPod touch hvis den mistes eller blir stjålet. Funksjonen aktiveres også på alt støttet tilbehør som bruker samme Apple‑ID.
nl: Met Zoek mijn iPod touch kun je je iPod touch zoeken, vergrendelen of wissen als je deze bent verloren of als deze is gestolen. Deze functie wordt ook ingeschakeld op elk ondersteund accessoire dat je Apple ID gebruikt.
pl: Znajdź mój iPod touch pozwala lokalizować, blokować i wymazywać iPoda touch, jeśli zostanie zgubiony lub skradziony. Usługa ta zostanie włączona na każdym obsługiwanym urządzeniu korzystającym z Apple ID.
pt_br: O recurso Buscar iPod permite que você localize, bloqueie ou apague seu iPod touch caso ele seja perdido ou roubado. O recurso também será ativado em qualquer acessório compatível que use seu ID Apple.
pt_pt: Encontrar iPod touch permite‑lhe localizar, bloquear ou apagar o iPod touch se o perder ou se for roubado. Esta funcionalidade será igualmente ativada em qualquer acessório suportado que use o seu ID Apple.
ro: “Găsire iPod touch” vă permite să localizați, să blocați sau să ștergeți iPod touch-ul dvs. în cazul pierderii sau furtului acestuia. Funcționalitatea va fi activată și pentru orice accesoriu compatibil care utilizează ID‑ul dvs. Apple.
ru: «Найти iPod touch» позволяет Вам находить, блокировать или стирать свой iPod touch в случае его кражи или утери. Функция будет также включена на любом поддерживаемом аксессуаре, на котором используется Ваш Apple ID.
sk: Nájsť môj iPod touch vám umožňuje nájsť na mape, zamknúť alebo vymazať váš iPod touch v prípade jeho straty alebo odcudzenia. Táto služba bude zároveň zapnutá na všetkom podporovanom príslušenstve, ktoré používa vaše Apple ID.
sl: Funkcija Najdi iPod touch vam omogoča, da poiščete, zaklenete ali izbrišete svojo napravo iPod touch, če jo izgubite ali vam jo ukradejo. Poleg tega bo omogočena v vsaki podprti dodatni opremi, ki uporablja vaš račun Apple ID.
sv: Hitta min iPod touch gör att du kan hitta, låsa eller radera din iPod touch om du tappar bort den eller om den blir stulen. Funktionen aktiveras även på alla tillbehör som stöds och som använder ditt Apple-ID.
th: “ค้นหา iPod touch ของฉัน” จะช่วยให้คุณหา ล็อค หรือลบข้อมูล iPod touch ของคุณถ้าเครื่องสูญหายหรือถูกขโมย และจะถูกเปิดใช้งานบนอุปกรณ์เสริมที่รองรับและใช้ Apple ID ของคุณด้วย
tr: iPod touch’ımı Bul; iPod touch’ınız kaybolduğunda veya çalındığında onu bulmanızı, kilitlemenizi veya silmenizi sağlar. Ayrıca Apple kimliği kullanan diğer desteklenen aksesuarlarda da etkinleştirilir.
uk: Функція «Де iPod touch» дає вам змогу знайти, замкнути чи стерти свій iPod touch, якщо його втрачено або викрадено. Цю функцію також буде ввімкнено на всіх сумісних приладах, які використовують ваш Apple ID.
vi: Tìm iPod touch cho phép bạn định vị, khóa hoặc xóa iPod touch nếu thiết bị của bạn bị mất hoặc đánh cắp. Ứng dụng cũng được bật trên bất kỳ phụ kiện được hỗ trợ nào sử dụng ID Apple của bạn.
zh_cn: 如果iPod touch遗失或失窃，“查找我的iPod touch”可让你定位、锁定或抹掉它，该功能将同时在使用你Apple ID登录的所有受支持配件上启用。
zh_hk: 「尋找我的iPod touch」可讓你定位、鎖定或清除遺失或失竊的iPod touch。此功能亦會在其他使用你Apple ID的支援配件上啟用。
zh_tw: 「尋找我的iPod touch」可讓你定位、鎖定或清除你遺失或遭竊的iPod touch。在使用你Apple ID的支援配件上也會啟用此功能。

# DEVICE_LOCATOR_MESSAGE_REBRAND_IPAD
source: Find My iPad allows you to locate, lock, or erase your iPad if it’s lost or stolen. It will also be enabled on any supported accessory that uses your Apple Account.
ar: تسمح ميزة "العثور على iPad" بتحديد موقع iPad أو قفله أو مسحه في حالة فقدانه أو سرقته. وسيتم تمكينها أيضًا على أي ملحق مدعوم يستخدم حساب Apple.
bg: С функцията Намери моя iPad можете да откриете, заключите или изтриете вашия iPad, ако е изгубен или откраднат. Тази функция ще се активира и за всеки поддържан аксесоар, който използва вашата Apple регистрация.
ca: La cerca de l’iPad et permet trobar, bloquejar o esborrar l’iPad si el perds o te’l roben. També s’activarà en tots els accessoris compatibles que utilitzin el compte d’Apple.
cs: Najít iPad vám umožňuje vyhledat, zamknout nebo vymazat váš ztracený či odcizený iPad. Služba bude zapnuta také na všech ostatních podporovaných zařízeních využívajících váš účet Apple.
da: Med Find min iPad kan du finde, låse eller slette din iPad, hvis du mister den, eller den bliver stjålet. Funktionen vil også blive slået til på understøttet tilbehør, der bruger din Apple‑konto.
de: Mit „Mein iPad suchen“ kann dieses iPad bei Verlust oder Diebstahl geortet, gesperrt oder gelöscht werden. Die Funktion wird auch auf allen unterstützten Geräten aktiviert, auf denen dein Apple Account verwendet wird.
el: Η Εύρεση iPad σάς επιτρέπει να εντοπίσετε, να κλειδώσετε ή να σβήσετε το iPad σας σε περίπτωση απώλειας ή κλοπής. Επιπλέον, είναι ενεργοποιημένη σε οποιοδήποτε υποστηριζόμενο αξεσουάρ που χρησιμοποιεί τον λογαριασμό Apple σας.
es: La función “Buscar mi iPad” te permite localizar, bloquear y borrar tu iPad si lo pierdes o te lo roban. También se activará en los accesorios compatibles que usen tu cuenta de Apple.
es_419: Buscar Mi iPad te permite localizar, bloquear o borrar tu iPad si lo llegas a perder o te lo roban. También se activará en cualquier accesorio compatible que use tu cuenta de Apple.
fi: Etsi iPadini ‑toiminnon avulla voit paikantaa, lukita tai tyhjentää iPadin, jos se katoaa tai varastetaan. Toiminto otetaan käyttöön myös kaikissa tuetuissa lisälaitteissa, jotka käyttävät Apple-tiliäsi.
fr: Localiser mon iPad vous permet de localiser, verrouiller ou effacer votre iPad en cas de perte ou de vol. Cette option sera aussi activée sur tout accessoire pris en charge utilisant votre compte Apple.
fr_ca: La fonctionnalité Localiser mon iPad vous permet de localiser, verrouiller ou effacer votre iPad en cas de perte ou de vol. Elle sera également activée sur tout accessoire compatible qui utilise votre compte Apple.
he: ״איתור ה-iPad שלי״ מאפשר לך לאתר, לנעול או למחוק את ה-iPad שלך אם אבד או נגנב. הוא יופעל בנוסף בכל אביזר נתמך המשתמש בחשבון ה-Apple שלך.
hi: “मेरा iPad ढूँढें” खो जाने या चोरी हो जाने की स्थिति में आपको अपने iPad का पता लगाने, लॉक करने या इसके डेटा को मिटाने की अनुमति देता है। यह आपके Apple खाते का उपयोग करने वाले किसी भी समर्थित ऐक्सेसरी पर भी सक्षम किया जाएगा।
hr: Značajka “Nađi moj iPad” omogućava lociranje, zaključavanje ili brisanje vašeg iPada ako bude izgubljen ili ukraden. Također će biti omogućena na svim podržanim priborima koji koriste vaš Apple račun.
hu: Az iPad keresése szolgáltatással megkeresheti, zárolhatja vagy törölheti iPadjét, ha elveszíti vagy ellopják. Engedélyezve lesz minden olyan támogatott kiegészítőn is, amely az Ön Apple-fiókját használja.
id: Lacak iPad memungkinkan Anda untuk menemukan, mengunci, atau menghapus iPad Anda jika perangkat hilang atau dicuri. Lacak iPad juga akan diaktifkan di semua aksesori yang didukung yang menggunakan Akun Apple Anda.
it: “Trova il mio iPad” ti permette di individuare, bloccare o inizializzare iPad se viene smarrito o rubato. La funzionalità verrà abilitata anche su qualsiasi accessorio supportato che utilizza il tuo Apple Account.
ja: “iPadを探す”を使うと、紛失または盗難にあった場合、このiPadの所在地確認/ロック/消去を実行できます。同じApple Accountを使用する対応しているアクセサリのすべてで有効になります。
kk: «iPad құрылғымды табу» функциясы iPad құрылғыңыз жоғалған немесе ұрланған жағдайда, орналасқан жерін табуға, құлыптауға немесе деректерін өшіруге мүмкіндік береді. Сондай-ақ бұл функция Apple аккаунтыңыз пайдаланылатын кез келген қолдау көрсетілетін керек-жарақта іске қосылады.
ko: 나의 iPad 찾기를 사용하면 사용자의 iPad를 분실하거나 도난당했을 때 해당 기기를 찾거나, 잠그거나, 지울 수 있습니다. 또한 사용자의 Apple 계정을 사용하는 지원 액세서리에서도 모두 활성화됩니다.
lt: Naudojant „iPad“ lokatorių galima nustatyti pamesto arba pavogto „iPad“ buvimo vietą, jį užrakinti arba ištrinti jo duomenis. Lokatorius taip pat bus įjungtas kiekviename palaikomame priede, kuriame naudojama jūsų „Apple“ paskyra.
ms: Cari iPad Saya membolehkan anda mencari, mengunci atau memadamkan iPad anda jika ia hilang atau dicuri. Ia turut akan didayakan pada sebarang aksesori yang disokong yang menggunakan Akaun Apple anda.
nb: Med Finn iPad kan du finne igjen, låse eller slette iPaden din hvis den mistes eller blir stjålet. Funksjonen aktiveres også på alt støttet tilbehør som bruker samme Apple-konto.
nl: Met Zoek mijn iPad kun je je iPad zoeken, vergrendelen of wissen als je deze bent verloren of als deze is gestolen. Deze functie wordt ook ingeschakeld op elk ondersteund accessoire dat je Apple Account gebruikt.
pl: Znajdź mój iPad pozwala lokalizować, blokować i wymazywać iPada, jeśli zostanie zgubiony lub skradziony. Usługa ta zostanie włączona na każdym obsługiwanym urządzeniu korzystającym z konta Apple.
pt_br: O recurso Buscar iPad permite que você localize, bloqueie ou apague seu iPad em caso de perda ou roubo. Ele também será ativado em qualquer acessório compatível que use sua Conta Apple.
pt_pt: Encontrar iPad permite‑lhe localizar, bloquear ou apagar o iPad se o perder ou se for roubado. Esta funcionalidade será igualmente ativada em qualquer acessório suportado que use a sua conta Apple.
ro: “Găsire iPad” vă permite să localizați, să blocați sau să ștergeți iPad‑ul dvs. în cazul pierderii sau furtului acestuia. Funcționalitatea va fi activată și pentru orice accesoriu compatibil care utilizează contul dvs. Apple.
ru: «Найти iPad» позволяет Вам находить, блокировать или стирать свой iPad в случае его кражи или утери. Функция будет также включена на любом поддерживаемом аксессуаре, на котором используется Ваша учетная запись Apple.
sk: Nájsť môj iPad vám umožňuje nájsť na mape, zamknúť alebo vymazať váš iPad v prípade jeho straty alebo odcudzenia. Táto služba bude zároveň zapnutá na všetkom podporovanom príslušenstve, ktoré používa váš Apple účet.
sl: Funkcija Najdi iPad vam omogoča, da poiščete, zaklenete ali izbrišete svoj iPad, če ga izgubite ali vam ga ukradejo. Poleg tega bo omogočena v vsaki podprti dodatni opremi, ki uporablja vaš račun Apple.
sv: Hitta min iPad gör att du kan hitta, låsa eller radera din iPad om du tappar bort den eller om den blir stulen. Funktionen aktiveras även på alla tillbehör som stöds och som använder ditt Apple‑konto.
th: “ค้นหา iPad ของฉัน” จะช่วยให้คุณหา ล็อค หรือลบข้อมูล iPad ของคุณหากเครื่องสูญหายหรือถูกขโมย และจะถูกเปิดใช้งานบนอุปกรณ์เสริมที่รองรับและใช้บัญชี Apple ของคุณด้วย
tr: iPad’imi Bul; iPad’iniz kaybolduğunda veya çalındığında onu bulmanızı, kilitlemenizi veya silmenizi sağlar. Ayrıca Apple Hesabı’nızı kullanan diğer desteklenen aksesuarlarda da etkinleştirilir.
uk: Функція «Де iPad» дає змогу знайти, замкнути чи стерти свій iPad, якщо його втрачено або викрадено. Цю функцію також буде ввімкнено на всіх сумісних приладах, які використовують ваш обліковий запис Apple.
vi: Tìm iPad cho phép bạn định vị, khóa hoặc xóa iPad nếu thiết bị của bạn bị mất hoặc bị đánh cắp. Ứng dụng này cũng được bật trên bất kỳ phụ kiện được hỗ trợ nào sử dụng Tài khoản Apple của bạn.
zh_cn: 如果iPad遗失或失窃，“查找我的iPad”可让你定位、锁定或抹掉它，该功能将同时在使用你Apple账户登录的所有受支持配件上启用。
zh_hk: 「尋找我的iPad」可讓你定位、鎖定或清除遺失或失竊的iPad。此功能亦會在其他使用你Apple帳户的任何支援配件上啟用。
zh_tw: 「尋找我的iPad」可讓你定位、鎖定或清除你遺失或遭竊的iPad。在使用你「Apple帳號」的支援配件上也會啟用此功能。
